/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Cortar";
"crop.w" = "Largura (padrão: largura do vídeo)";
"crop.h" = "Altura (padrão: altura do vídeo)";
"crop.x" = "Origem X (padrão: centro)";
"crop.y" = "Origem Y (padrão: centro)";

"expand" = "Expandir";
"expand.w" = "Largura (padrão: largura do vídeo)";
"expand.h" = "Altura (padrão: altura do vídeo)";
"expand.x" = "Origem X (padrão: centro)";
"expand.y" = "Origem Y (padrão: centro)";
"expand.aspect" = "Expande para adequar a um padrão (ex: 4/3)";
"expand.round" = "Arredonda para ser divisível por este valor";

"sharpen" = "Aumentar nitidez";
"sharpen.msize" = "Tamanho da matriz";
"sharpen.amount" = "Quantidade";

"blur" = "Desfocar";
"blur.msize" = "Tamanho da Matriz";
"blur.amount" = "Quantidade";

"delogo" = "Remover Logo";
"delogo.w" = "Largura";
"delogo.h" = "Altura";
"delogo.x" = "Origem X";
"delogo.y" = "Origem Y";

"negative" = "Negativo";

"vflip" = "Inverter";
"hflip" = "Espelhar";

"lut3d" = "3D LUT";
"lut3d.file" = "Local do arquivo (você também pode arrastar e soltar o arquivo na caixa de entrada)";
"lut3d.interp" = "Modo de interpolação";

"custom_mpv" = "Customizado (mpv)";
"custom_mpv.name" = "Nome do Filtro";
"custom_mpv.string" = "Valor do Filtro";

"custom_ffmpeg" = "Customizado (FFmpeg)";
"custom_ffmpeg.name" = "Nome do Filtro";
"custom_ffmpeg.string" = "Valor do Filtro";
